Repository: esplusnin/SimbirDiary
Catalog: SimbirDiary/Resources/Localizable/*.lproj/Localizable.strings
Languages: ru

# general.cancel
source: Cancel
ru: Назад

# general.done
source: Done
ru: Готово

# general.delete
source: Delete
ru: Удалить

# general.date
source: Date
ru: Дата

# general.time
source: Time
ru: Время

# toDoList.stumb.title
source: Ooops...
ru: Упс...

# toDoList.stumb.message
source: It seems there are nothing
ru: Кажется, еще ничего нет

# toDoList.stumb.buttonTitle
source: Add new task
ru: Добавить новую задачу

# newTask.title
source: New Task
ru: Новая задача

# newTask.name
source: Name
ru: Название

# newTask.description
source: Description
ru: Описание

# newTask.selectDate
source: Select date
ru: Выберите дату

# newTask.selectTime
source: Select time
ru: Выберите время

# taskDetail.title
source: About the task
ru: О задаче

# taskDetail.startDate
source: Start date:
ru: Время начала:

# demonstration.firstTask.title
source: Excercise ğŸ‹ğŸ¼
ru: Зарядка 🏋🏼

# demonstration.firstTask.message
source: That's it! Today I'm starting my life with a blank slate! and so: 1)Pumping the press 2)I'm doing anjumania 3)Well, where to go without jogging: 5 kilometers in the morning is the key to health and longevity
ru: Ну всё! Сегодня начинаю жизнь с белого листа! и так: 1)Качаю пресс 2)Делаю анжумания 3)Ну и куда без пробежки: 5 километров с самого утра - залог здоровья и долголетия

# demonstration.secondTask.title
source: English lesson ğŸ´ó §ó ¢ó ¥ó ®ó §ó ¿
ru: Английский 🏴󠁧󠁢󠁥󠁮󠁧󠁿

# demonstration.secondTask.message
source: Learning English is the key to countless opportunities and expanding horizons. English is an international language of communication, opening doors to new acquaintances, cultures and opportunities for personal and professional growth. It is becoming an integral part of global business, science, technology and culture. Mastering English will allow you to communicate freely with people from all over the world, expanding your horizons and reducing language barriers. Most of the Internet resources, literature and scientific publications are also presented in English, which will provide you with access to a rich information world. By learning English, you will increase your competitiveness in the labor market, expand your social circle, and be able to more effectively realize your professional and personal ambitions. It is an investment in your future, opening the door to new opportunities and adventures. Set a priority in learning English, and you will find that this skill will become not only an intellectual achievement, but also a powerful tool for self-development and a successful life.
ru: Выучить английский язык – это ключ к бесчисленным возможностям и расширению горизонтов. Английский является международным языком общения, открывающим двери к новым знакомствам, культурам и возможностям для личного и профессионального роста. Он становится неотъемлемой частью мирового бизнеса, науки, технологий и культуры. Овладение английским позволит вам свободно общаться с людьми со всех уголков планеты, расширяя кругозор и снижая языковые барьеры. Большинство интернет-ресурсов, литературы и научных публикаций также представлены на английском, что обеспечит вас доступом к богатому информационному миру. Научившись английскому, вы повысите свою конкурентоспособность на рынке труда, расширите круг общения, а также сможете более эффективно реализовывать свои профессиональные и личные амбиции. Это инвестиция в ваше будущее, открывающая двери к новым возможностям и приключениям. Установите приоритет в изучении английского, и вы обнаружите, что этот навык станет не только интеллектуальным достижением, но и мощным инструментом для саморазвития и успешной жизни.

# demonstration.thirdTask.title
source: Cleaning ğŸ§¹
ru: Уборка 🧹

# demonstration.thirdTask.message
source: Your home is your personal temple of success. When it is clean and well maintained, you create the perfect place to achieve your goals. Go ahead, create a space for your future success!
ru: Ваш дом - это ваш личный храм успеха. Когда он чист и ухожен, вы создаете идеальное место для достижения ваших целей. Вперёд, создайте пространство для своего будущего успеха!

# demonstration.fourthTask.title
source: SimbirSoft project ğŸ¯
ru: Закончить задание SimbirSoft 🎯

# demonstration.fourthTask.message
source: And so, you're a serious guy! There is still a little more work to do and you will receive your coveted offer! You know that the most important thing is to work hard, invest and then everything will definitely work out! Do it!
ru: И так, ты серьезный парень! Осталось еще немного потрудиться и ты получишь свой заветный оффер! Ты знаешь, что самое главное - упорно работать, вкладываться и тогда все обязательно получится! Сделай это!

# demonstration.fifthTask.title
source: Time to cook ğŸ§‘ğŸ¼â€ğŸ³
ru: Пришло время кулинарии 🧑🏼‍🍳

# demonstration.fifthTask.message
source: Don't forget to cook something delicious for your beloved wife. Wasn't she referring to healthy turkey salad?
ru: Не забудь приготовить что - нибудь вкусное для любимой жены. Она вроде намекала на хэлси салатик с индейкой?

# demonstration.sixTask.title
source: Evening deals ğŸ’¤
ru: Вечерние дела 💤

# demonstration.sixTask.message
source: So the evening is the perfect time to relax, take a walk in the fresh air or just read a book or a movie in the park near your house
ru: Вот и вечер - самое время что бы расслабиться, прогуляться на свежем воздухе или просто почитать книжку или хабр в парке около твоего дома
